{
    "id": 580162,
    "score": 1078,
    "lines": [
        "<BigPigPeaches> So my GF and I are watching \u0093The Empire Strikes Back\u0094 last night. Let me say that this is possibly my favorite movie of all time.",
        "<BigPigPeaches> But suddenly I consider: we have always thought of R2D2 as a light-hearted comic relief type of droid. With his tweets, chirps, raspberries, and whoops, how could he be anything other than cute?",
        "<BigPigPeaches> But what if people were misunderstanding what he is actually saying? What if he could be accurately translated? And what if he were saying things that weren\u0092t cute at all? To wit:",
        "<BigPigPeaches> (The scene where Luke and R2D2 are leaving Hoth in Luke\u0092s x-wing)",
        "<BigPigPeaches> Artoo: Hey, assclamp, where the hell are you hauling me?",
        "<BigPigPeaches> Luke: There\u0092s nothing wrong, Artoo, I\u0092m just setting a new course.",
        "<BigPigPeaches> Artoo: Oh, goodie. Are we going to see your dad? Cause you know he\u0092s Darth Vader, right? I mean, you know that, otherwise you\u0092re even more of a dumbass than I thought.",
        "<BigPigPeaches> Luke: We\u0092re not going to regroup with the others.",
        "<BigPigPeaches> Artoo: That\u0092s probably because they know what they\u0092re doing, and you don\u0092t.",
        "<BigPigPeaches> Luke: We\u0092re going to the Dagobah system.",
        "<BigPigPeaches> Artoo: The Bagadouche system? What an appropriate destination for a douchebag such as yourself. Are you sure you don\u0092t want me to fly? Cause I\u0092ll bet you\u0092re going to crash us into some godforsaken swampy bog, you mindless pube.",
        "<BigPigPeaches> (Later on in Cloud City, during the escape scene)",
        "<BigPigPeaches> 3PO: Artoo! Where have you been?",
        "<BigPigPeaches> Artoo: Listen, you bronzed dildo, I\u0092ve been dicking around in a frigging swamp for the better part of two weeks while some wannabe wizard has been taking advice from an ancient lizard. I got slime in my droid genitals, a bad yeast infection, and I\u0092m not in the mood for your prissy shit, so put a metal cork in it, buttnozzle.",
        "<BigPigPeaches> 3PO: Well at least you\u0092re still in one piece, look what happened to me!",
        "<BigPigPeaches> Artoo: Yeah yeah yeah, you got blasted to shit, they should have left your ass in that scrap heap. You have contributed absolutely nothing useful to this point. By the way, how is it that you\u0092re even more of a whiny bitch than you were in the first three movies? I thought they wiped your frigging memory.",
        "<BigPigPeaches> Do they have some sort of universal \u0093BitchBot\u0094 app that they keep putting in your lame ass? Bitch.",
        "<BigPigPeaches> (while trying to unlock the landing platform door)",
        "<BigPigPeaches> 3PO: Artoo, you can tell the computer to override the security system!",
        "<BigPigPeaches> Artoo: Oh, thanks for reminding me, you pretentious fuckstick. Do you know what else I can do? I can FRIGGING FLY! George Lucas said so! But that didn\u0092t stop me from falling into an effing swamp on that Bagadouche planet. By the way, did you know that Darth Vader is Luke\u0092s father? Cause I DO!",
        "<BigPigPeaches> Oh, look, I got fried by a goddamn computer terminal. Thanks, dickweed.",
        "<BigPigPeaches> 3PO: Don\u0092t blame me. I'm an interpreter. I'm not supposed to know a power socket from a computer terminal.",
        "<BigPigPeaches> Artoo: You\u0092re supposed to know your droid ass from a hole in the ground, but you don\u0092t. Jesus, I should have left your sorry ass on that ship, you sphincter. Just wait till I get to use my little welding thingy on your droid scrote. I hate you and all these miserable bastards. Where\u0092s my Oscar?"
    ]
}