{
    "id": 642195,
    "score": 9685,
    "lines": [
        "sweet17: Hi",
        "bloodninja: hello",
        "bloodninja: who is this?",
        "sweet17: just a someone?",
        "bloodninja: A someone I know?",
        "sweet17: nope",
        "bloodninja: Then why the hell are you bothering me?",
        "sweet17: well sorrrrrry",
        "sweet17: I just wanted to chat with you",
        "bloodninja: why?",
        "sweet17: nevermind your an jerk",
        "bloodninja: Hey wait a minute",
        "sweet17: yes?",
        "bloodninja: look I\u0092m sorry. I\u0092m just a little paranoid",
        "sweet17: paranoid?",
        "bloodninja: yes",
        "sweet17: of what?",
        "sweet17: me?",
        "bloodninja: No. I\u0092m in hiding.",
        "sweet17: LOL",
        "bloodninja: Don\u0092t fucking laugh at me!",
        "bloodninja: This shit is serious!",
        "sweet17: What are you hiding from?",
        "bloodninja: The cops.",
        "sweet17: gimme a fucking break",
        "bloodninja: I\u0092m serious.",
        "sweet17: I don\u0092t get it",
        "bloodninja: The cops are after me.",
        "sweet17: For what?",
        "bloodninja: I\u0092m wanted in three states",
        "sweet17: For???",
        "bloodninja: It\u0092s kindof embarrasing.",
        "bloodninja: I had sex with a turkey.",
        "bloodninja: Hello?",
        "sweet17: You are fucking sick.",
        "bloodninja: Send me your picture.",
        "sweet17: why?",
        "bloodninja: so I know you aren\u0092t one of them.",
        "sweet17: One of what?",
        "bloodninja: The cops.",
        "sweet17: I\u0092m not a cop i told you",
        "bloodninja: Then send me your picture.",
        "sweet17: hold on",
        "bloodninja: Hurry up.",
        "bloodninja: Are you there?",
        "bloodninja: fuck you, cop!",
        "sweet17: Hey sorry",
        "sweet17: I had to do something for my mom.",
        "bloodninja: I thought you were trying to find a picture to send to me.",
        "bloodninja: When really you were notifying the authorities.",
        "bloodninja: Weren\u0092t you!?",
        "sweet17: thats not it",
        "bloodninja: Then what?",
        "sweet17: I don\u0092t want to send you the picture cause I\u0092m not pretty",
        "bloodninja: Most cops aren\u0092t",
        "sweet17: IM NOT A FUCKING COP YOU DICKSHIT!",
        "bloodninja: Then send me the picture.",
        "sweet17: fine. What\u0092s your e-mail?",
        "bloodninja: Just send it through here.",
        "sweet17: alright *PIC*",
        "sweet17: Did you get it?",
        "bloodninja: Hold on. I\u0092m looking.",
        "sweet17: That was me back in may",
        "sweet17: I\u0092ve lost weight since then.",
        "bloodninja: I hope so",
        "sweet17: what?!?",
        "sweet17: that hurt my feelings.",
        "bloodninja: Did it?",
        "sweet17: Yes. I\u0092m not that much smaller than that now.",
        "bloodninja: Will it make you feel better if I send you my picture?",
        "sweet17: yes",
        "bloodninja: Alright let me find it.",
        "sweet17: kks",
        "bloodninja: Okay here it is. *PIC*",
        "sweet17: this isn\u0092t you.",
        "bloodninja: I\u0092ll be damned if it ain\u0092t!",
        "sweet17: You don\u0092t look like that.",
        "bloodninja: How the hell do you know?",
        "sweet17: cause your profile has another picture.",
        "bloodninja: The profile pic is a fake.",
        "bloodninja: I use it to hide from the cops.",
        "sweet17: You look like the Farm Fresh guy lol",
        "bloodninja: Well, you look like you ATE the Farm Fresh guy\u0085.",
        "bloodninja: Not to mention all the groceries.",
        "sweet17: Go fuck yourself",
        "bloodninja: I was going to until I saw that picture",
        "bloodninja: Now my unit won\u0092t get hard for a week.",
        "sweet17: I shouldn\u0092t have sent you that picture.",
        "sweet17: You\u0092ve done nothing but slam me.",
        "sweet17: you hurt me.",
        "bloodninja: And calling me the Farm Fresh guy doesn\u0092t hurt me?",
        "sweet17: I thought you were bullcrapping me!",
        "bloodninja: Why would I do that?",
        "sweet17: I can\u0092t believe that cops are after you",
        "bloodninja: I can\u0092t believe Santa lets you sit on his lap..",
        "sweet17: FUCK YOU!!!",
        "bloodninja: You\u0092d break both of his legs.",
        "sweet17: You\u0092re a fucking wanker!",
        "sweet17: I\u0092ve been teased my whole life because of my weight",
        "sweet17: and you make fun of me when you don\u0092t even know me",
        "bloodninja: Ok. I\u0092m sorry.",
        "sweet17: No you aren\u0092t",
        "bloodninja: You\u0092re right. I\u0092m not.",
        "bloodninja: HAARRRRR!",
        "sweet17: I\u0092m done with you",
        "bloodninja: Aww. I\u0092m sorry.",
        "sweet17: I\u0092m putting you on ignore",
        "bloodninja: Wait a sec",
        "bloodninja: We got off on the wrong foot.",
        "bloodninja: Wanna start over?",
        "sweet17: No",
        "bloodninja: I\u0092ll eat your kitty",
        "sweet17: You\u0092ll what?",
        "bloodninja: You heard me.",
        "bloodninja: I said I\u0092d eat your kitty.",
        "sweet17: I thought you said you couldn\u0092t get it hard after seeing my picture",
        "bloodninja: Do I need a hard-on to eat your kitty?",
        "sweet17: I\u0092d like to know that the man eating me out is excited yes",
        "bloodninja: Well I\u0092m not like most men.",
        "bloodninja: I get excited in different ways.",
        "sweet17: Like what?",
        "bloodninja: Do you really wanna know?",
        "sweet17: I don\u0092t know",
        "bloodninja: You have to tell me yes or no.",
        "sweet17: I\u0092m afraid to",
        "bloodninja: Why?",
        "sweet17: cause",
        "bloodninja: cause why?",
        "sweet17: well lets see",
        "sweet17: you say you have sex with turkeys. You call me fat. then you wanna eat me out",
        "sweet17: doesn\u0092t that seem strange to you?",
        "bloodninja: Nope",
        "sweet17: well its strange to me",
        "bloodninja: Fine. I won\u0092t do it if you don\u0092t want me to",
        "sweet17: I didn\u0092t say that",
        "bloodninja: So is that a yes?",
        "sweet17: I guess so.",
        "bloodninja: Ok. I need your help getting excited though.",
        "bloodninja: Are you willing?",
        "sweet17: What do you need me to do?",
        "bloodninja: I need you talk like a pirate.",
        "sweet17: ???",
        "bloodninja: When I start to go limp\u0085 you say \u0093HARRRR!!!\u0094",
        "bloodninja: ok?",
        "bloodninja: Hello?",
        "sweet17: You can\u0092t be serious",
        "bloodninja: Oh yes I am!",
        "bloodninja: It\u0092s my fantasy.",
        "sweet17: this is retarded",
        "bloodninja: Do you want it or not?",
        "sweet17: Yes I want it.",
        "bloodninja: Then you\u0092ll do it for me?",
        "sweet17: sure",
        "bloodninja: Ok. Here we go.",
        "bloodninja: I gently remove your panties and being to massage your thighs.",
        "bloodninja: You get really juicy thinking about my tounge brushing up against them",
        "bloodninja: I softly begin to tounge your wet kitty.",
        "bloodninja: I run my tounge up and down your smooth cunt.",
        "sweet17: mmmm yeah",
        "bloodninja: uh oh \u0085going limp.",
        "sweet17: Har",
        "bloodninja: You gotta do better than that!",
        "bloodninja: Your picture was really bad.",
        "sweet17: HARRRRRRRRRRRR",
        "bloodninja: Ahhhh. Much better. I feel your kitty get more moist with every stroke.",
        "bloodninja: I softly suck on your clit bringing it in and out of my mouth.",
        "bloodninja: Your juices run down my chin as your scent makes its way to my nose.",
        "bloodninja: I begin to feel empowered by your femininity.",
        "sweet17: mmmmmm you are good",
        "bloodninja: I feel your thighs tighten as I fuck harder",
        "bloodninja: going limp",
        "sweet17: HARRRRRRR",
        "bloodninja: Mmmm I grab your swelling buttocks in my hands.",
        "bloodninja: You begin to sway back and forth.",
        "bloodninja: going limp",
        "sweet17: this is stupid",
        "bloodninja: \u0085still limp",
        "bloodninja: Do it!",
        "sweet17: HARRRRRRRRRRRRR",
        "bloodninja: I turn you around to lick your asshole.",
        "bloodninja: I pry apart that battleship you call your ass.",
        "bloodninja: I see poo nuggets hanging from the hair around your ass.",
        "sweet17: WTF?!?!?",
        "bloodninja: They stink really bad.",
        "sweet17: OMG STOP!!!",
        "bloodninja: I start to get fed up with your ugly ass",
        "bloodninja: I tear off your wooden peg leg.",
        "bloodninja: I ram it up your ass.",
        "sweet17: YOURE A FUCKING PYSCHO!!",
        "bloodninja: Then I pour hot carmel over your head.",
        "bloodninja: And turn you into a fucking candy apple",
        "bloodninja: I kick you in the face!",
        "sweet17: FUCK YOU DICKHEAD!!",
        "bloodninja: The celluloid from your cheeks hits the side of the cabin",
        "bloodninja: Your parrot flys away.",
        "bloodninja: \u0085going limp again.",
        "bloodninja: Hello?",
        "bloodninja: Say it!",
        "bloodninja: HAARRRRRR!!!!!"
    ]
}