{
    "id": 75154,
    "score": 8151,
    "lines": [
        "<Galactic>  you know what's ALWAYS bothered me? cold cereal mascots",
        "<Galactic>  I mean that is just some FUCKED UP SHIT",
        "<Galactic>  the Trix rabbit, for example",
        "<Galactic>  I dunno man... if I were him I'd be fucking KILLING some kids",
        "<Galactic>  I remember a commercial where the fuckin rabbit WENT INTO A FUCKIN STORE AND BOUGHT A BOX OF TRIX WITH HIS OWN FUCKIN MONEY.",
        "<Galactic>  fuckin kids came outta NOWHERE and basically fuckin mug the poor stupid bitch rabbit",
        "<Galactic>  \"silly rabbit Trix are for kids\"",
        "<Galactic>  Fuckin rabbit just sits there and looks depressed.",
        "<Galactic>  FUCK NO that wouldn't fly with me",
        "<Galactic>  I'd have pimp-slapped EVERY ONE OF those fuckin bitches",
        "<Galactic>  and made them go get me the REST of a \"complete breakfast\" and eat Trix right in front of them bitches and THEN beat the shit out of them some more.",
        "<Galactic>  and wtf is with the disguises? All the dumb rabbit does is hide his ears and all of a sudden he's a fuckin kid?",
        "<Galactic>  I dunno about you, but if I SAW a 6 foot fuckin RABBIT with his ears tucked under a baseball cap, I wouldn't immediately think",
        "<Galactic>  \"Hey, there's a cool lookin human kid, let me go over and share some of my cereal with him\"",
        "<Galactic>  NO.",
        "<Galactic>  I'd be thinking",
        "<Galactic>  \"that's a 6 foot fuckin RABBIT with his ears tucked under a baseball cap... what the FUCK was I just smoking?\"",
        "<Galactic>  another thing... wtf is up with cereal being \"A part of this complete breakfast\"",
        "<Galactic>  last time -I- checked, cereal WAS breakfast",
        "<Galactic>  they show a big ass bowl of frosted flakes next to a waffle, a pancake, toast, a banana, a fuckin grapefruit... who the FUCK eats a breakfast that big",
        "<Flaming_Duck>  not me",
        "<Flaming Duck>  I don't even EAT breakfast nomore",
        "<Flaming_Duck>  I mean, I eat when I get up",
        "<Flaming_Duck>  but the whole thought \"BREAKFAST IS ONLY SERVED UNTIL SUCH AND SUCH TIME\"",
        "<FLaming_Suck>  bitch, you make my fucking sausage and egg sandwich when I pay you the fucking money",
        "<Flaming_Duck>  don't give me that shit.",
        "<Galactic>  Back to stupid cereal mascots...",
        "<Galactic>  Lucky Charms.",
        "<Galactic>  FUCKING LUCKY CHARMS",
        "<Galactic>  Lucky can turn the fucking MOON into a marshmallow, and he can't escape a bunch of fucking 6 year olds?!?!?",
        "<Galactic>  C'mon now, Lucky.",
        "<Galactic>  I KNOW your bitch ass has got to have a \"Blow the fucking kids up\" spell SOMEWHERE",
        "<Galactic>  or make \"kid marshamllows\" and EAT those bitches.",
        "<Galactic>  \"They're after me Lucky Charms!\"",
        "<Galactic>  ....",
        "<Galactic>  KILL THEM, BITCH!",
        "<Galactic>  I dunno why I went off on this rant here",
        "<Galactic>  it's just always bothered me.\""
    ]
}