{
    "id": 794379,
    "score": 3251,
    "lines": [
        "<karlmex> So a friend of mine got back from Amsterdam a few months back, after spending a stint there with a bunch of his mates.  Told me quite possibly one of the funniest stories I\u0092ve heard. They had picked up some shrooms and acid, and decided to take it in the wee hours of the morning, and spend the day exploring the city while they tripped\u0085sure enough 20min into it, one of the group vanishes. So, after 7 or so hours of struggling to search for their lost friend, they decide it\u0092d be best to head back to their hotel, sober up, regroup, and go looking when the gears worn off and they\u0092d be of more use.",
        "<tubs> lol k",
        "<karlmex> Anyway, upon arrival at the hotel, surprise suprise they find their friend standing in the lobby, dazed and staring at the ceiling muttering to himself.  Understandably they were all pissed off with him for making them worry and bringing their trip down as a result of their half assed search. However all the friend can reply with is \u0093this fucking town is full of gremlins!\u0094\u0085 They tried to calm him down and tell him that it was the acid making him hallucinate, to which he replied \u0093I knew you\u0092d say that so I captured one and locked it in the bathroom\u0085\u0094",
        "<tubs> lol?",
        "<karlmex> as you\u0092d expect they thought he was losing the plot, but he insisted they come to his room and look for themselves. So, they head to the room, and sure enough, the bathroom door is baracaded shut with chairs, lamps, mattress and the bed\u0085they're getting a little worried now, so they cautiously move the furniture away and inch the door open",
        "<tubs> and??",
        "<karlmex> ...Laying on the floor is a 10 year old kid with Down syndrome grinning ear to ear.",
        "<tubs> lol dude that's fucked up",
        "<karlmex> The mate had come across one of those outing groups or retarded kids - freaked out, balled up one of those poor little bastards carried him back to the room and locked him in the bathroom for proof",
        "<tubs> lol god man",
        "<karlmex> anyway, luckily the kid had one of those ID cards saying \u0093hi my name is Ted, I live at blah blah\u0094 lol so yea, took the poor kid to the lobby, called the cops and did a runner before they arrived lol."
    ]
}